Gets all UI data items stored in the UI data.
  Namespace:   Autodesk.Revit.UI.Mechanical
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<DuctFittingAndAccessoryPressureDropUIDataItem> GetUIDataItems()
  Visual Basic
Public Function GetUIDataItems As IList(Of DuctFittingAndAccessoryPressureDropUIDataItem)
  Visual C++
public:
IList<DuctFittingAndAccessoryPressureDropUIDataItem^>^ GetUIDataItems()
 Return Value
 An array of UI data items.
 See Also
  DuctFittingAndAccessoryPressureDropUIData Class
  Autodesk.Revit.UI.Mechanical Namespace